export const mockData = [
  {
    id: 1,
    question: 'چگونه می توانم در راک آکادمی ثبت نام کنم؟',
    answer_title: 'ثبت نام',
    answer_text:
      'برای ثبت نام در راک آکادمی، می توانید از طریق وبسایت یا اپلیکیشن خود ثبت نام کنید. لطفاً اطلاعات خود را وارد کنید و در صورت نیاز به راهنمایی بیشتر، ما را در تماس بگیرید.',
  },
  {
    id: 2,
    question: 'هزینه کلاس‌های موسیقی چقدر است؟',
    answer_title: 'هزینه‌ها',
    answer_text:
      'هزینه کلاس‌ها بسته به نوع دوره و مدت زمان آن متفاوت است. برای اطلاع از قیمت‌های دقیق، می‌توانید با بخش مالی تماس بگیرید یا در بخش کلاس‌ها قیمت‌ها را مشاهده کنید.',
  },
  {
    id: 3,
    question: 'آیا امکان پرداخت اقساطی وجود دارد؟',
    answer_title: 'پرداخت اقساطی',
    answer_text:
      'بله، امکان پرداخت اقساطی برای دوره‌های بلندمدت وجود دارد. برای اطلاع از شرایط و نحوه پرداخت اقساطی، با بخش مالی تماس بگیرید.',
  },
  {
    id: 4,
    question: 'چگونه می‌توانم کلاس خود را کنسل کنم؟',
    answer_title: 'کنسل کلاس',
    answer_text:
      'برای کنسل کردن کلاس، حداقل 24 ساعت قبل از زمان کلاس باید اطلاع دهید. در صورت کنسل کردن در زمان مقرر، مبلغ شما بازگردانده می‌شود.',
  },
  {
    id: 5,
    question: 'آیا امکان تغییر زمان کلاس وجود دارد؟',
    answer_title: 'تغییر زمان',
    answer_text:
      'بله، در صورت وجود ظرفیت خالی، امکان تغییر زمان کلاس وجود دارد. این تغییر باید حداقل 48 ساعت قبل از کلاس انجام شود.',
  },
  {
    id: 6,
    question: 'چه نوع سازهایی آموزش داده می‌شود؟',
    answer_title: 'انواع سازها',
    answer_text:
      'ما آموزش انواع سازهای مختلف از جمله گیتار، پیانو، درامز، باس، ویولن و آواز را ارائه می‌دهیم. همچنین دوره‌های تئوری موسیقی نیز برگزار می‌شود.',
  },
  {
    id: 7,
    question: 'آیا برای مبتدیان دوره‌های مخصوصی وجود دارد؟',
    answer_title: 'دوره‌های مبتدی',
    answer_text:
      'بله، دوره‌های مخصوص مبتدیان با شروع از صفر طراحی شده‌اند. این دوره‌ها شامل آموزش اصول اولیه و تکنیک‌های پایه است.',
  },
  {
    id: 8,
    question: 'چگونه می‌توانم با استاد خود ارتباط برقرار کنم؟',
    answer_title: 'ارتباط با استاد',
    answer_text:
      'می‌توانید از طریق پنل کاربری خود پیام‌های خود را به استاد ارسال کنید یا در ساعات مشخص شده با استاد تماس بگیرید.',
  },
];
